<h1>Sondage aupr&egrave;s des employ&eacute;s (SE) du BSIF &ndash; &eacute;dition&nbsp;2022-2023</h1>
<h2><strong>Sommaire</strong></h2>
<h3><strong>Pr&eacute;par&eacute; pour le Bureau du surintendant des institutions financi&egrave;res (BSIF)</strong></h3>
<p>Nom du fournisseur&nbsp;: Environics Research</p>
<p>Num&eacute;ro du contrat&nbsp;: CW2237517</p>
<p>Valeur du contrat&nbsp;: 79,468.38 $</p>
<p>Date d&rsquo;attribution du contrat&nbsp;: 11 ao&ucirc;t 2022</p>
<p>Date de livraison&nbsp;: 17 mai 2023</p>
<p>Num&eacute;ro d&rsquo;enregistrement&nbsp;: ROP 027-22</p>
<p>Pour de plus amples renseignements &agrave; propos de ce rapport, veuillez communiquer avec le BSIF &agrave; l&rsquo;adresse <a href="mailto:information@osfi-bsif.gc.ca">information@osfi-bsif.gc.ca</a>.</p>
<p><strong>This report is also available in English</strong></p>
<h3><strong>Droit d&rsquo;auteur</strong></h3>
<h4><strong>Sondage aupr&egrave;s des employ&eacute;s (SE) du BSIF &ndash; &eacute;dition&nbsp;2022-2023<br /> Rapport final </strong></h4>
<p>Rapport pr&eacute;par&eacute; pour&nbsp;: Bureau du surintendant des institutions financi&egrave;res</p>
<p> Fournisseur : Environics Research<br /> Num&eacute;ro d&rsquo;enregistrement : ROP 027-22</p>
<p>Mai 2023</p>
<h4><strong>Authorisation de reproduction</strong></h4>
<p>Cette publication ne peut &ecirc;tre reproduite qu&rsquo;&agrave; des fins non commerciales. Le cas &eacute;ch&eacute;ant, l&rsquo;autorisation &eacute;crite pr&eacute;alable du Bureau du surintendant des institutions financi&egrave;res est requise. Pour de plus amples renseignements au sujet de ce rapport, veuillez communiquer avec le Bureau du surintendant des institutions financi&egrave;res &agrave; l&rsquo;adresse <a href="mailto:information@osfi-bsif.gc.ca">information@osfi-bsif.gc.ca</a>.</p>
<p>Direction des communications, de la mobilisation et des relations avec les intervenants<br /> Bureau du surintendant des institutions financi&egrave;res<br /> 255, rue Albert<br /> Ottawa (Ontario)<br /> K1A 0H2</p>
<p>Num&eacute;ro de catalogue : IN4-29/2023F-PDF</p>
<p>ISBN 978-0-660-49050-2</p>
<p>Publications connexes</p>
<p>Num&eacute;ro de catalogue : IN4-29/2023E-PDF (rapport final, anglais)</p>
<p>ISBN 978-0-660-49049-6</p>
<p>&copy; Sa Majest&eacute; le Roi du chef du Canada, repr&eacute;sent&eacute; par la ministre des Finances, 2023</p>
<h2>Sommaire</h2>
<p>Le Bureau du surintendant des institutions financi&egrave;res Canada (BSIF) est l&rsquo;autorit&eacute; f&eacute;d&eacute;rale de r&eacute;glementation et de surveillance d&rsquo;environ 1&nbsp;800&nbsp;institutions financi&egrave;res, ce qui comprend les institutions de d&eacute;p&ocirc;t, les soci&eacute;t&eacute;s d&rsquo;assurance et des r&eacute;gimes de retraite priv&eacute;s f&eacute;d&eacute;raux. Le BSIF s&rsquo;enquiert r&eacute;guli&egrave;rement de l&rsquo;opinion de tous ses employ&eacute;s admissibles r&eacute;partis entre quatre villes du Canada. Le sondage aupr&egrave;s des employ&eacute;s cherche &agrave; &eacute;valuer le niveau de satisfaction de ces derniers et &agrave; cerner des pistes d&rsquo;am&eacute;lioration. Le pr&eacute;sent rapport pr&eacute;sente les constatations du sondage de 2023 et en compare les r&eacute;sultats &agrave; ceux du sondage de 2020.</p>
<p>Le sondage a &eacute;t&eacute; offert dans les deux langues officielles et a &eacute;t&eacute; rempli en ligne par les employ&eacute;s du BSIF entre le 16 janvier et le 24 f&eacute;vrier 2023. Les questions abordaient divers th&egrave;mes en lien avec la satisfaction des employ&eacute;s. Les r&eacute;sultats sont analys&eacute;s dans l&rsquo;ensemble, en comparaison de ceux des sondages ant&eacute;rieurs et par secteur d&rsquo;activit&eacute; du BSIF. Le taux de r&eacute;ponse global est de 73 %. Comme le sondage s&rsquo;adressait &agrave; tous les employ&eacute;s (&agrave; la mani&egrave;re d&rsquo;un recensement), aucune marge d&rsquo;erreur n&rsquo;intervient dans l&rsquo;analyse des r&eacute;sultats, lesquels sont consid&eacute;r&eacute;s comme repr&eacute;sentatifs de la population des employ&eacute;s du BSIF.</p>
<h3>Sommaire des r&eacute;sultats</h3>
<ul>
<li>Les r&eacute;sultats globaux obtenus en 2023 sont positifs pour la plupart des th&egrave;mes.</li>
<li>Les r&eacute;sultats les plus positifs rel&egrave;vent du th&egrave;me &laquo;&nbsp;Mon superviseur imm&eacute;diat&nbsp;&raquo;, comme en 2020.</li>
<li>Les r&eacute;sultats obtenus sous les th&egrave;mes &laquo;&nbsp;Mon emploi/ma carri&egrave;re&nbsp;&raquo; et &laquo;&nbsp;Bien-&ecirc;tre&nbsp;&raquo; demeurent &eacute;lev&eacute;s, mais dans une moindre mesure.</li>
<li>Les r&eacute;sultats varient selon la r&eacute;gion, le secteur ou le groupe, l&rsquo;anciennet&eacute; au BSIF et le groupe d&rsquo;&acirc;ge.
<ul>
<li>Les employ&eacute;s du Bureau du surintendant et de l&rsquo;Audit interne ont donn&eacute; les notes les plus &eacute;lev&eacute;es en moyenne, et ceux du Secteur de la surveillance, les plus basses.</li>
<li>Les employ&eacute;s qui travaillent au BSIF depuis moins de deux ans donnent de meilleures notes en moyenne que les autres.</li>
<li>Les employ&eacute;s du BSIF &acirc;g&eacute;s de moins de 30&nbsp;ans donnent de meilleures notes en moyenne que les employ&eacute;s plus &acirc;g&eacute;s.</li>
<li>Les r&eacute;sultats aux questions sur les langues officielles sont positifs dans l&rsquo;ensemble, mais les employ&eacute;s des r&eacute;gions bilingues (Ottawa et Montr&eacute;al) ont donn&eacute; de moins bonnes notes que ceux des r&eacute;gions unilingues (Toronto et Vancouver).</li>
</ul>
</li>
<li>Le questionnaire de 2023 ayant &eacute;t&eacute; adapt&eacute; aux priorit&eacute;s actuelles du BSIF, le r&eacute;sultat moyen global n&rsquo;est pas directement comparable &agrave; celui de 2020. &Agrave; des fins de comparaison seulement, la moyenne des 37&nbsp;questions assorties d&rsquo;une &eacute;chelle qui n&rsquo;ont pas chang&eacute; entre 2020 et 2023&nbsp;a &eacute;t&eacute; calcul&eacute;e en parall&egrave;le, et le r&eacute;sultat est moins &eacute;lev&eacute; en 2023.</li>
</ul>
<p>Le BSIF se servira des r&eacute;sultats de ce sondage pour cerner les points m&eacute;ritant d&rsquo;&ecirc;tre am&eacute;lior&eacute;s &agrave; l&rsquo;avenir.</p>
<h3>Co&ucirc;t de la recherche</h3>
<p>La valeur du contrat pour le projet &eacute;tait de 79&nbsp;468,38&nbsp;$ (TVH comprise).</p>